Repository: dkuku/permission
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pl

source: Log in
pl: Zaloguj

source: Sign out
pl: Wyloguj

source: Sign up
pl: Zarejstruj

source: Workpermit
pl: Zezwolenie

source: Back
pl: Wróć

source: Delete
pl: Usuń

source: Edit
pl: Edytuj

source: Edit User
pl: Edytuj użytkownika

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Phone
pl: Nr telofonu

source: Save
pl: Zapisz

source: Show
pl: Pokaż

source: And feel the benefits
pl: I zobacz zalety

source: Category
pl: Kategoria

source: Closed
pl: Zamknięto

source: Create and track your workpermits in an dedicated app
pl: Twórz i Śledź swoje dokumenty w dedykowanej aplikacji

source: Create permit
pl: Utwórz zezwolenie

source: Finish
pl: Koniec

source: How long will it take to finish. When you need to check if it's done correctly
pl: Jak długo będzie trwać do końca. Kiedy trzeba sprawdzić, czy jest to zrobione poprawnie

source: Issued
pl: Wydano

source: Keep track who is still working
pl: Śledź kto nadal pracuje

source: Keeping track of numbering, remembering all the names, checking the same boxes over and over again
pl: Pilnowaniem numeracji, pamiętaniem wszystkich nazwisk, zaznaczaniem tych samych ktwadratów

source: Language
pl: Język

source: Let the computer do the job for you
pl: Pozwól komputerowi zrobić to za Ciebie

source: New user
pl: Nowy użykownik

source: Number
pl: Numer

source: Password
pl: Hasło

source: Permit
pl: Zezwolenie

source: Permits
pl: Zezwolenia

source: Permits List
pl: Lista zezwoleń

source: Started
pl: Początek

source: Sign In
pl: Zaloguj

source: Sign Up
pl: Zarejstruj

source: Start using today
pl: Zacznij używać już dziś

source: User Profile
pl: Profil Użytkownika

source: User Profiles
pl: Profile użytkowników

source: With a few mouse clicks you can have ready made work permits. With name auto completion, auto-numbering and custom templates
pl: Możesz tworzyć zewolenia za pomocą kilku kliknięć. Używaj autonomerowania, auto uazpełniania oraz dostosowanych szabloniów

source: Workpermit tracker
pl: Zezwolenie

source: Writing the same permits every day
pl: Wypisywaniem codziennie tych samych zezwoleń

source: en
pl: pl

source: Additional Info
pl: Dodatkowe informacje

source: COSHH
pl: substancje niebezpieczne

source: Controller
pl: Kontroler

source: Controller Name
pl: Kontroler

source: Creator
pl: Twórca

source: Finish Time
pl: Zakończono

source: Firewatch
pl: Dozór pożarowy

source: Firewatch Name
pl: Dozór pożarowy

source: Issuer
pl: Wydawca

source: Issuer Name
pl: Wydający

source: Lone working
pl: Praca w pojedynkę

source: Performer
pl: Wykonawca

source: Performer Name
pl: Wykonawcy

source: Precautions
pl: Uwagi

source: Start
pl: Zaczęto

source: Start Time
pl: Od

source: Day
pl: Dzień

source: Hour
pl: Godzina

source: Minutes
pl: Minuty

source: Month
pl: Miesiąc

source: No data
pl: Brak Danych

source: Signed out successfully
pl: Pomyślnie wylogowano

source: Year
pl: Rok

source: You must be logged in to access this page
pl: Musisz być zalgowany by widzieć tę stronę

source: Oops, something went wrong! Please check the errors below
pl: Coś poszło nie tak! Sprawdź błędy poniżej i spróbuj jeszcze raz

source: Permit created successfully
pl: Pomyślnie utworzono zezwolenie

source: Signed in successfully
pl: Pomyślnie zalogowano

source: There was a problem with your username/password
pl: Wystąpił problem z toimi danymi logowania

source: Actors
pl: Wykonawcy

source: Protective Equipment
pl: Sprzęt ochronny

source: Time
pl: Czas

source: Tired of
pl: Zmęczony

source: Close
pl: Zamknięto

source: Confirm Password
pl: Potwierdź hasło

source: New
pl: Nowy

source: Password Confirmation
pl: Ponów Hasło

source: Register
pl: Zarejstruj

source: Sign in
pl: Zaloguj

source: search
pl: szukaj

source: confined_space
pl: zamknięta przestrzeń

source: dust_mask
pl: maska przeciwpyłowa

source: ear_protection
pl: ochrona słuchu

source: earth_terminal
pl: uziemienie

source: electrical
pl: elektryczne

source: eye_protection
pl: ochrona wzroku

source: face_shield
pl: osłona twarzy

source: foot_protection
pl: obuwie ochronne

source: gas
pl: gaz

source: general
pl: ogólny

source: head_protection
pl: ochrona głowy

source: heights
pl: praca na wysokości

source: high_visibility_clothing
pl: ubranie odblaskowe

source: hot_fluid
pl: gorące płyny

source: hot_work
pl: zagrożenie pożarem

source: protective_clothing
pl: ubranie ochronne

source: protective_gloves
pl: rękawice ochronne

source: safety_harness
pl: szelki ochronne

source: welding_mask
pl: maska spawalnicza

source: Connect an earth terminal to the ground
pl: uziemienie

source: Wear a dust mask
pl: Załóż maskę przeciwpyłową

source: Wear a face shield
pl: Załóż maskę ochronną

source: Wear a safety harness
pl: Załóż szelki ochronne

source: Wear a welding mask
pl: Załóż maskę spawalniczą

source: Wear ear protection
pl: ochrona słuchu

source: Wear eye protection
pl: ochrona słuchu

source: Wear foot protection
pl: obuwie ochronne

source: Wear head protection
pl: ochrona słuchu

source: Wear high visibility clothing
pl: ubranie odblaskowe

source: Wear protective clothing
pl: ubranie ochronne

source: Wear protective gloves
pl: rękawice ochronne

source: Next
pl: Następna

source: Prev
pl: Poprzednia

source: Print
pl: Zezwolenie

source: Send
pl: Wyślij

source: Controller name
pl: Kontroler

source: Finish time
pl: Zakończono

source: Firewatch name
pl: Dozór pożarowy

source: Issuer name
pl: Wydający

source: Performer name
pl: Wykonawcy

source: Start time
pl: Początek
