Repository: dkuku/permission
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: pl

source: can't be blank
pl: nie moze być puste

source: has already been taken
pl: jest już w użyciu

source: is invalid
pl: jest nieprawidłowy

source: must be accepted
pl: musi zostać zaakceptowana

source: has invalid format
pl: ma nieprawidłowy format

source: has an invalid entry
pl: ma niepoprawny wpis

source: is reserved
pl: jest zarezerowowany

source: does not match confirmation
pl: nie zgadza się z potwierdzeniem

source: is still associated with this entry
pl: ciągle jest powiązany z tym elementem

source: are still associated with this entry
pl: ciągle są powiązane z tym elementem

source: should be %{count} character(s)
pl: powinien mieć %{count} znak

source: should have %{count} item(s)
pl: powinien mieć %{count} element

source: should be at least %{count} character(s)
pl: powinien mieć co najmniej %{count} znak

source: should have at least %{count} item(s)
pl: powinien mieć co najmniej %{count} element

source: should be at most %{count} character(s)
pl: powinien mieć maksymalnie %{count} znak

source: should have at most %{count} item(s)
pl: powinien mieć maksymalnie %{count} elementów

source: must be less than %{number}
pl: musi być mniejszy niż %{number}

source: must be greater than %{number}
pl: musi być większy niż %{number}

source: must be less than or equal to %{number}
pl: musi być mniejszy lub równy %{number}

source: must be greater than or equal to %{number}
pl: musi być większy lub równy %{number}

source: must be equal to %{number}
pl: musi być równy %{number}
